{
  "name": "Kinderswap",
  "logoURI": "https://raw.githubusercontent.com/Powabit/kinderswap-tokenlist/main/kinderswap_logo.png",
  "timestamp": "2024-04-29T18:27:01.188Z",
  "keywords": [
    "kinderswap",
    "DeFi",
    "Kronobit"
  ],
  "tokens": [
    {
      "origin": "legacy",
      "chainId": 13600,
      "address": "0x4609ebb1d32d7fd7d3792f2c67cd9e4195b8ca65",
      "name": "Tether USDT",
      "symbol": "USDT",
      "decimals": 6,
      "logoURI": "https://powadap.com/assets/img/icons/coins/usdt.png",
      "description": "Tether is a blockchain-enabled platform designed to facilitate the use of fiat currencies in a digital manner. Tether works to disrupt the conventional financial system via a more modern approach to money."
    },
    {
      "origin": "legacy",
      "chainId": 13600,
      "address": "0x2d716332cfcd53b242afe420bc4c957fba83968e",
      "name": "USDC",
      "symbol": "USDC",
      "decimals": 6,
      "logoURI": "https://powadap.com/assets/img/icons/coins/usdc.png",
      "description": "USDC is a stablecoin that is pegged to the U.S. dollar on a 1:1 basis. Every unit of this cryptocurrency in circulation is backed up by $1 that is held in reserve, in a mix of cash and short-term U.S. Treasury bonds. The Centre consortium, which is behind this asset, says USDC is issued by regulated financial institutions."
    },
    {
      "origin": "legacy",
      "chainId": 13600,
      "address": "0xc54f65bde88ce67bb2e7b2d5d2b9f167501f373d",
      "name": "CryptoLottery NFT",
      "symbol": "LOTTOK",
      "decimals": 18,
      "logoURI": "https://www.cryptolotterynft.com/logos/128x128.png",
      "description": "The LOTTO tokens, created by CRYPTO LOTTERY NFT, are part of a DeFi-powered play-to-earn lottery DApp aimed at modernizing the traditional lottery model using blockchain technology. These tokens offer a reliable, tamper-proof platform while maintaining classic lottery elements. The LOTTO token, as the native currency of the Crypto Lottery NFT platform, is designed to transform the conventional lottery experience through blockchain and NFT technologies. With a total supply of 30 million, the token is used in mini-games and scratch-off drawings within the platform, creating a balanced and sustainable economy. The integration of blockchain and NFT technology ensures transparency, fairness, and security in all games and transactions, enabling public verification of platform activities​."
    },
    {
      "origin": "legacy",
      "chainId": 13600,
      "address": "0x651e8dbce70c5cec291e44549fc28804bd75bb92",
      "name": "Kurama",
      "symbol": "KRM",
      "decimals": 9,
      "logoURI": "https://raw.githubusercontent.com/Powabit/kinderswap-tokenlist/main/token_img/kurama_0x651e8dbce70c5cec291e44549fc28804bd75bb92_knb.png",
      "description": "​Kurama (KRM) is a token inspired by Nine-Tailed Fox of the Japanese folklore, the Kurama team worked hard to be the first project developed into Kronobit Network Blockchain."
    }
  ],
  "version": {
    "major": 1,
    "minor": 0,
    "patch": 0
  }
}
